Revit 2027 API
BRepBuilderSurfaceGeometry Properties
The BRepBuilderSurfaceGeometry type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
BRepBuilderSurfaceGeometry Class
Autodesk.Revit.DB Namespace